import './App.css';
import RouterComponent from './routes/RouterComponent';

function App() {

  return (
    <>
      <RouterComponent />
    </>
  )
}

export default App;

//увеличивается массив больше 100 при рефреше
// нужно в мемо добавить так же ререндер если изменяетс время????
//кнопка рефреша тоже становится прозрачной
//цвет тела вижно из под полупрозраного хэдэра
//сделать высоту контейнера с новостями , чтобы пагинация не прыгала
//футер
//папку pages
//страницу с новотями
//при переходе на новость если нет комментов сделать малерький боди контейнер
//сделать комментарии 
//добавить стили

